Repository: FaaiqKhan/muscles_builder
Catalog: lib/l10n/app_*.arb
Languages: be, fil, lt

source: Warming up...
be: Разагрэў...
fil: Nag-iinit...
lt: Apšilimas...

# musclesBuilderTitle
source: Muscles Builder
be: Будаўнік цягліц
fil: Tagapagtayo ng kalamnan
lt: Raumenų kūrėjas

source: Start workout
be: Пачаць трэніроўку
fil: Simulan ang workout
lt: Pradėti treniruotę

source: About
be: Пра праграму
fil: Tungkol
lt: Apie

# appVersion
source: App version {version}
be: Версія праграмы ${version}
fil: Bersyon ng app ${version}
lt: Programos versija ${version}

source: Contributors
be: Удзельнікі
fil: Mga nag-ambag
lt: Prisidėję

source: Icons
be: Значкі
fil: Mga icon
lt: Piktogramos

source: Game Over
be: Гульня скончана
fil: Tapos na ang laro
lt: Žaidimas baigtas

# scoreTitle
source: SCORE:
be: Ачкі: ${value}
fil: Iskor: ${value}
lt: Taškai: ${value}

# proteinBonus
source: Protein Bonus: {bonus}
be: Бонус бялку: ${bonus}
lt: Baltymų premija: ${bonus}

source: Again
be: Яшчэ раз
fil: Muli
lt: Dar kartą

source: I'm tired
be: Я стаміўся
fil: Pagod na ako
lt: Aš pavargau

source: Back to Gym
be: Вярнуцца ў спартзалу
fil: Bumalik sa gym
lt: Grįžti į sporto salę

source: Game Paused
be: Гульня прыпынена
fil: Laro nakapahinga
lt: Žaidimas pristabdytas

source: Settings
be: Налады
fil: Mga setting
lt: Nustatymai

source: Reset
be: Скід
fil: I-reset
lt: Atstatyti

source: Be Happy Stay Healthy
be: Будзь шчаслівы Будзь здаровы
fil: Maging masaya Manatiling malusog
lt: Būk laimingas Išlik sveikas

source: Application theme
be: Тэма прыкладання
fil: Tema ng app
lt: Programos tema

source: Exercise time
be: Час трэніроўкі
fil: Oras ng ehersisyo
lt: Treniruotės laikas

source: Difficulty level
be: Узровень складанасці
fil: Antas ng hirap
lt: Sunkumo lygis

source: Easy
be: Лёгка
fil: Madali
lt: Lengvas

source: Medium
be: Сярэдні
fil: Katamtaman
lt: Vidutinis

source: Hard
be: Цяжкі
fil: Mahirap
lt: Sunkus

source: Game sound
be: Гук гульні
fil: Tunog ng laro
lt: Žaidimo garsas

source: Joystick position
be: Пазіцыя джойсціка
fil: Posisyon ng joystick
lt: Valdiklio padėtis

# timeTitle
source: TIME:
be: ЧАС: ${value}
fil: ORAS: ${value}
lt: LAIKAS: ${value}

# warmupTitle
source: WARMUP:
be: РАЗАГРЭЎ: ${value}
fil: PAGPAPAINIT: ${value}
lt: APŠILIMAS: ${value}
